Repository: nobadis/GASTOS-IA
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Bienvenido, %(name)s!
fr: Bienvenue, %(name)s!

source: Usuario o contraseña incorrectos
fr: Nom d'utilisateur ou mot de passe incorrect

source: Has cerrado sesión correctamente
fr: Vous avez fermé la session avec succès

source: Idioma cambiado correctamente
fr: Langue changée avec succès

source: Autenticación requerida
fr: Authentification requise

source: Acceso denegado - se requiere rol admin
fr: Accès refusé - rôle administrateur requis

source: Restaurante
fr: Restaurant

source: Transporte
fr: Transport

source: Alojamiento
fr: Hébergement

source: Combustible
fr: Carburant

source: Compras
fr: Achats

source: Otros
fr: Autres
